#pragma once
#ifndef cmd窗口界面_存档_H 
#define cmd窗口界面_存档_H

#include<E:\lib\头文件 c++.h>

class cmd窗口界面_存档{
public:
  文字读取 wfzi读取;
  文件读写 wfjm读写;
  //*cmd窗口界面不用文件vs* cm=0;
public:
public:
  /*ifS=s{ 修改变量 }*/
  void 修改s对应的变量( /*输入*/string s变量名, string s值 ){

  }/*void*/

  /**///▬例子▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
  void 例子( ){ }/*void*/
  /**///▬附加功能▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
  /**///>
};

#endif